Repository: common-repository/ismobile
Catalog: languages/ismobile-*.po
Languages: es_es, gl_es

source: Matches !
es_es: ¡Hay coincidencias!
gl_es: Hai concidencias

source: Help
es_es: Ayuda
gl_es: Axuda

source: This plugin works with the open source <a title="Mobile Detect Library" target="_blank" href="http://mobiledetect.net" >Mobile Detect Library</a>. You can get further information on its website.
es_es: Este plugin funciona con la biblioteca de código abierto <a title="Mobile Detect Library" target="_blank" href="http://mobiledetect.net" >Mobile Detect Library</a>. Puedes obtener más información en su sitio web.
gl_es: Este plugin traballa coa librería de código aberto <a title="Mobile Detect Library" target="_blank" href="http://mobiledetect.net" >Mobile Detect Library</a>. Podes obter máis infomación na sua páxina web.

source: Your content
es_es: Tu contenido
gl_es: O teu contido

source: Parameters
es_es: Parámetros
gl_es: Parámetros

source: Filters the device where you want the content to be shown. <br />It could be more than one device, simply separate them with comma.
es_es: Filtra por el dispositivo donde quieres que se muestre el contenido. <br /> Podría ser más de un dispositivo, simplemente sepáralos con comas.
gl_es: Filtra polo dispositivo onde queres que se amose o contido. <br />Podería ser máis de un dispositivo, simplemente separaos con comas.

source: Shows Mobile Detect Library installed version. <br />Also shows two arrays. The first one contains the devices which the library detects and the second one contains the devices where you want to show the content.
es_es: Muestra la versión instalada de Mobile Detect Library. <br />También muestra dos arrays. El primero contiene los dispositivos que la biblioteca detecta y el segundo contiene los dispositivos en los que quieres mostrar el contenido.
gl_es: Amosa a versión instalada de Mobile Detect Library. <br /> Tamén amosa dous arrays. O primeiro contén os dispositivos que a librería detecta e o segundo contén os dispositivos nos que queres que se amose o contido.

source: Values
es_es: Valores
gl_es: Valores

source: Shows content in Android devices.
es_es: Muestra el contenido en dispositivos Android.
gl_es: Amosa o contido en dispositivos Android

source: Shows content on Chrome browser (Only works on mobile devices).
es_es: Muestra el contenido en el navegador Chrome (solo funciona en dispositivos móviles).
gl_es: Amosa o contido no navegador Chrome (só funciona en dispositivos móbiles).

source: Shows content on a computer. Opposite to <u>mobile</u> option.
es_es: Muestra el contenido en ordenadores. Es opuesto a la opción <u>mobile</u>.
gl_es: Amosa o contido nun ordenador. É a opción oposta a <u>mobile</u>.

source: Shows content in iOS devices.
es_es: Muestra el contenido en dispositivos iOS.
gl_es: Amosa o contido en dispositivos iOS

source: Shows content on a iPad.
es_es: Muestra el contenido en un iPad.
gl_es: Amosa o contido en un iPad

source: Shows content on a iPhone.
es_es: Muestra el contenido en un iPhone.
gl_es: Amosa o contido en un iPhone

source: Shows content on a mobile device (includes tablets and cell phones). Opposite to <u>desktop</u> option.
es_es: Muestra el contenido en dispositivos móviles (incluye tablets y teléfonos móviles). Es opuesto a la opción <u>desktop</u>.
gl_es: Amosa o contido en un dispositivo móbil (xa sexa unha tableta ou un teléfono móbil). É a opción oposta a <u>desktop</u>.

source: Shows content on a cell phone.
es_es: Muestra el contenido en un teléfono móvil.
gl_es: Amosa o contido en un teléfono móbil

source: Shows content on Safari browser (Only works on mobile devices).
es_es: Muestra el contenido en el navegador Safari (solo funciona en dispositivos móviles).
gl_es: Amosa o contido no navegador Safari (só funciona en dispositivos móbiles).

source: Shows content on Samsung devices.
es_es: Muestra el contenido en dispositivos Samsung.
gl_es: Amosa o contido en dispositivos Samsung.

source: Shows content on a tablet.
es_es: Muestra el contenido en una tablet.
gl_es: Amosa o contido en unha tableta

source: Examples
es_es: Ejemplos
gl_es: Exemplos

source: Show the content on cell phones
es_es: Muestra el contenido en teléfonos móviles
gl_es: Amosa o contido en teléfonos móbiles

source: I'm a cell phone
es_es: Soy un teléfono móvil.
gl_es: Eu son un teléfono móbil

source: Show the content on computers and tablets
es_es: Muestra el contenido en ordenadores y tablets.
gl_es: Amosa o contido en ordenadores e tabletas

source: I'm a tablet or maybe I'm a computer
es_es: Soy una tablet o quizás un ordenador
gl_es: Eu son unha tableta ou quizáis un ordenador

source: Show the content on a iPad
es_es: Muestra el contenido en un iPad
gl_es: Amosa o contido no iPad

source: I'm a iPad
es_es: Soy un iPad
gl_es: Eu son un iPad

source: Show content in Android devices
es_es: Muestra el contenido en dispositivos Android
gl_es: Amosa o contido en dispositivos Android

source: FAQ
es_es: Preguntas más frecuentes

source: Does <i>WordPress isMobile() Shortcode</i> support shortcodes?
es_es: ¿Funciona <i>WordPress isMobile() Shortcode</i> con shortcodes?
gl_es: <i>WordPress isMobile() Shortcode</i> soporta o uso de shortcodes?

source: Yes, content could be a plain text or even a shortcode.
es_es: Sí, el contenido puede ser un texto simple o incluso un shortcode.
gl_es: Si, o contido pode ser texto plano o incluso un shortcode

source: What is Debug Mode?
es_es: ¿Qué es el modo de depuración?
gl_es: Que é o modo de depuración ?

source: If <i>WordPress isMobile() Shortcode</i> doesn't work as expected you can enter Debug Mode in order to check what do the plugin detects and you have input. Notice that content is not shown.
es_es: Si <i>WordPress isMobile() Shortcode</i> no funciona como se esperabas, puedes usar el modo de depuración para verificar que detecta el plugin y cual es tu búsqueda. Ten en cuenta que el contenido no se muestra.
gl_es: Se <i>WordPress isMobile() Shortcode</i> non traballa como esperabas podes acceder ao modo de depuración para revisar o que detecta o plugin e cales son os datos de entrara. Ten en conta que o contido non se amosa.

source: Simple plugin that shows or hides the content depending on the device, its brand or OS through the use of a shortcode. <u>Works with <a title="Mobile Detect Library" target="_blank" href="http://mobiledetect.net" >Mobile Detect Library</a></u> version 2.8.33.
es_es: Sencillo plugin que muestra u oculta el contenido según el dispositivo, su marca o sistema operativo a través del uso de un shortcode. <u>Funciona con <a title="Mobile Detect Library" target="_blank" href="http://mobiledetect.net" >Mobile Detect Library</a></u> version 2.8.33.
gl_es: Sinxelo plugin que amosa ou oculta o contido segundo o dispositivo, a sua marca ou sistema operativo mediante o uso de un shortcode <u>Funciona con <a title="Mobile Detect Library" target="_blank" href="http://mobiledetect.net" >Mobile Detect Library</a></u> version 2.8.33.
